<div class="modal modal-adult">
    <div class="modal-content">
        <i data-modal-close="modal-adult" class="icon-times modal-close"></i>
        <div class="modal-title"><?= Yii::t('app', 'Для взрослых') ?></div>
        <div class="modal-body">
            <div class="modal-adult-body-intro">
                <p><?= Yii::t('app', 'Плавание в нашей школе помогает не только укрепить тело, но и обрести новые социальные связи, улучшить психоэмоциональное состояние и почувствовать себя лучше во всех аспектах жизни.') ?></p>
                <br>
                <br>
            </div>
            <div class="modal-adult-body-content">
                <h4><?= Yii::t('app', 'Чувствуете себя одиноко в новом городе?') ?></h4>
                <div class="row">
                    <p><?= Yii::t('app', 'Для многих русскоговорящих экспатов плавание становится не только возможностью поддержать физическую форму, но и найти новых друзей и единомышленников. Наши тренировки создают идеальные условия для общения и восстановления социальных связей.') ?></p>
                    <div class="images">
                        <img src="/static/img/adult/1.jpg" loading="lazy" alt="adult">
                    </div>
                </div>
                <br>
                <br>
                <br>
                <h4><?= Yii::t('app', 'Боли в спине и головные боли после долгого рабочего дня?') ?></h4>
                <div class="row reverse">
                    <p><?= Yii::t('app', 'Работа в сфере IT и других удаленных профессиях может сильно повлиять на ваше здоровье. Плавание помогает разгрузить позвоночник, улучшить осанку и снять мышечное напряжение. Многие наши ученики заметили значительное улучшение после нескольких недель занятий.') ?></p>
                    <div class="images">
                        <img src="/static/img/adult/2.jpg" loading="lazy" alt="adult">
                    </div>
                </div>
                <br>
                <button class="btn adult-sign" data-modal-open data-modal="modal-sign"><?= Yii::t('app', 'Поправить спину') ?></button>
                <br>
                <br>
                <br>
                <br>
                <h4><?= Yii::t('app', 'Обучаем плаванию с нуля и готовим к международным заплывам!') ?></h4>
                <div class="row">
                    <p><?= Yii::t('app', 'Мы обучаем всех четырем стилям плавания: кроль, брасс, баттерфляй и на спине. Также подготавливаем к международным заплывам. Вы сможете улучшить здоровье, подготовиться к соревнованиям или просто насладиться тренировками.') ?></p>
                    <div class="images">
                        <img src="/static/img/adult/3.jpg" loading="lazy" alt="adult">
                    </div>
                </div>
                <br>
                <br>
                <br>
                <h4><?= Yii::t('app', 'Плавание для психоэмоциональной устойчивости') ?></h4>
                <div class="row reverse">
                    <p><?= Yii::t('app', 'Плавание помогает снизить стресс и уровень тревожности. Многие отмечают улучшение качества сна, уменьшение зависимости от антидепрессантов и общий подъем настроения. Вода способствует перезагрузке организма, улучшая нейронные связи и работоспособность мозга.') ?></p>
                    <div class="images">
                        <img src="/static/img/adult/4.jpg" loading="lazy" alt="adult">
                    </div>
                </div>
                <br>
                <button class="btn adult-sign" data-modal-open data-modal="modal-sign"><?= Yii::t('app', 'Посмотреть тарифы') ?></button>
                <br>
                <br>
                <br>
                <br>
                <h4><?= Yii::t('app', 'Улучшение дыхательной системы и восстановление после болезней') ?></h4>
                <div class="row">
                    <p><?= Yii::t('app', 'Регулярные занятия плаванием увеличивают объем легких, что улучшает общее самочувствие и работу организма. Это особенно важно для людей, перенесших COVID-19, так как даже при отсутствии сильного поражения легких многие испытывают последствия болезни. Мы предлагаем программы реабилитации и тренировки, которые поддержат ваше здоровье.') ?></p>
                    <div class="images">
                        <img src="/static/img/adult/5.jpg" loading="lazy" alt="adult">
                    </div>
                </div>
                <br>
                <br>
                <br>
                <h4><?= Yii::t('app', 'Индивидуальные программы для людей с проблемами опорно-двигательного аппарата') ?></h4>
                <div class="row reverse">
                    <p><?= Yii::t('app', 'Мы разрабатываем специальные программы для тех, у кого есть проблемы с позвоночником и суставами. Наши тренеры внимательно следят за прогрессом и адаптируют упражнения так, чтобы не усугублять, а улучшать состояние здоровья.') ?></p>
                    <div class="images">
                        <img src="/static/img/adult/7.jpg" loading="lazy" alt="adult">
                    </div>
                </div>
                <br>
                <button class="btn adult-sign" data-modal-open data-modal="modal-sign"><?= Yii::t('app', 'Записаться на пробное занятие') ?></button>
                <br>
                <br>
                <br>
                <br>
                <h4><?= Yii::t('app', 'Обретите новых друзей или найдите спокойствие в воде') ?></h4>
                <div class="row">
                    <p><?= Yii::t('app', 'Плавание – это возможность не только обрести новых друзей, но и открыть для себя новые ощущения. Вода помогает интровертам почувствовать себя более уверенно и стабильно, а также улучшает качество жизни за счет восстановления внутреннего баланса.') ?></p>
                    <div class="images">
                        <img src="/static/img/adult/6.jpg" loading="lazy" alt="adult">
                    </div>
                </div>
                <br>
                <br>
                <br>
                <h4><?= Yii::t('app', 'Тарифы для занятий в группе или с партнером') ?></h4>
                <div class="row reverse">
                    <p><?= Yii::t('app', 'У нас есть различные тарифы для групповых занятий, а также для тех, кто хочет тренироваться вместе с партнером, женой, мужем или другом. Если ваш ребенок уже занимается у нас, это двойная мотивация присоединиться к тренировкам!') ?></p>
                    <div class="images">
                        <img src="/static/img/adult/8.jpg" loading="lazy" alt="adult">
                    </div>
                </div>
            </div>
        </div>
        <div class="modal-actions">
            <button data-modal-open data-modal="modal-sign" type="button" class="adult-sign"><?= Yii::t('app', 'Записаться') ?></button>
        </div>
    </div>
</div>