<div class="page rules">
    <div class="container">
        <div class="page-caption">
            <h1 class="caption-text"><?= Yii::t('app', 'Правила посещения детского клуба плавания Piranha') ?></h1>
            <button class="caption-button right"><?= Yii::t('app', 'Правила') ?></button>
        </div>
        <div class="page-content">
            <ul>
                <li><?= Yii::t('app', 'Согласуйте время посещения заранее с нашим администратором.') ?></li>
                <li><?= Yii::t('app', 'Заранее обговорите с нашим администратором формат занятий, на который вы хотели бы записаться : индивидуальная тренировка, сплит занятие ( два человека в одно время у одного тренера), группа.') ?></li>
                <li><?= Yii::t('app', 'Рекомендуем приходить в бассейн за 10 - 15 минут до начала занятия, чтобы иметь возможность подготовиться.') ?></li>
                <li><?= Yii::t('app', 'В бассейне необходимо надеть сменную обувь (тапочки для бассейна).') ?></li>
                <li><?= Yii::t('app', 'Вход в зону бассейна осуществляется за 1-2 минуты до начала занятия.') ?></li>
                <li><?= Yii::t('app', 'Занятие длится 45 минут.') ?></li>
                <li><?= Yii::t('app', 'Срок действия абонементов - 1 месяц.') ?></li>
                <li><?= Yii::t('app', 'Отработать пропущенные тренировки в следующем месяце возможно только с наличием справки от врача. Если возникла необходимость перенести занятия, позаботьтесь об этом своевременно, т.к. в конце месяца может быть мало свободных мест.') ?></li>
                <li><?= Yii::t('app', 'Записать в группу можем, когда ребенок умеет нырять и держаться на воде самостоятельно (маленький бассейн), когда ребенок может самостоятельно проплыть 25-50 метров без остановки (большой бассейн).') ?></li>
            </ul>
            <br>
            <br>
            <span><?= Yii::t('app', 'Для занятий необходимо') ?>:</span>
            <ul>
                <li><?= Yii::t('app', 'сменная обувь, полотенце, купальный костюм, шапочка для плаванья и очки;') ?></li>
                <li><?= Yii::t('app', 'для детей до трех лет: на первое занятие - плавательный одноразовый подгузник или специальные трусики для бассейна.') ?></li>
            </ul>
            <br>
            <br>
            <span><?= Yii::t('app', 'Большая просьба посещать душ перед входом в воду для поддержания чистоты в бассейне.') ?></span>
        </div>
    </div>
</div>