<?php

$needle = [
    'Плавание снимает напряжение, улучшает мозговую активность и помогает лучше концентрироваться на учёбе и работе' => '',
    'Плавание становится не только физической активностью, но и способом развивать рефлексию и понимание себя и окружающего мира. Мы обсуждаем важные темы: здоровье, спорт, психологическое состояние, личные достижения и жизненные цели. Во время занятий дети учатся не только плавать, но и исследовать свои эмоции, преодолевать трудности и строить уверенность в себе, что важно как в спорте, так и в жизни.' => '',
    'Плавание укрепляет мышцы, улучшает осанку и работу дыхательной системы' => '',
    'При себе нужно иметь купальник / плавки, шапочка, очки, тапочки, полотенце, средства для душа по желанию, до трех лет аква подгузник/специальные трусы для плавания.'=> '',
    'Признаём многогранность плавания — от первых шагов в воде до подготовки к соревнованиям и уверенного плавания в открытых водоемах' => '',
    'Процесс обучения разбит на логически связанные этапы. Сначала дети учатся держаться на воде и контролировать дыхание, затем осваивают базовые стили плавания.<br/><br/>После отработки каждого этапа ребёнок не только уверенно чувствует себя в воде, но и понимает, как применять технику для более эффективного и безопасного плавания.' => '',
    'Работа в сфере IT и других удаленных профессиях может сильно повлиять на ваше здоровье. Плавание помогает разгрузить позвоночник, улучшить осанку и снять мышечное напряжение. Многие наши ученики заметили значительное улучшение после нескольких недель занятий.' => '',
    'Работает с детьми от 3 лет и взрослыми' => '',
    'Работая с детьми с особыми потребностями, мы учитываем их особенности и адаптируем методику так, чтобы каждый мог достичь своих целей. Мы взращиваем увлеченность и любовь к плаванию, поощряем задавать вопросы, пробовать новое и исследовать свои возможности в воде.' => '',
    'Регулярность занятий важна для прогресса. Оптимально проводить занятия 2-3 раза в неделю.' => '',
    'Регулярные занятия плаванием увеличивают объем легких, что улучшает общее самочувствие и работу организма. Это особенно важно для людей, перенесших COVID-19, так как даже при отсутствии сильного поражения легких многие испытывают последствия болезни. Мы предлагаем программы реабилитации и тренировки, которые поддержат ваше здоровье.' => '',
    'Результат тренировок действительно зависит от многих факторов, включая ваш настрой и регулярность занятий. Каждый ребенок уникален, и процесс обучения плаванию может отличаться. Главное - создать положительную атмосферу и поддерживать ребенка в этом процессе.' => '',
    'Руководствуюсь принципами выдающихся тренеров по плаванию: Боба Боумена, Гленн Миллс и Эдди Риз' => '',
    'Снижение стресса и эмоциональная разгрузка в приятной и поддерживающей атмосфере' => '',
    'Сообщите об отмене за 12 часов до занятия, чтобы мы могли сохранить Вашу тренировку. Для переноса занятий в следующий месяц из-за пропуска тренировки по причине болезни-просьба предоставлять справку. Без справки от врача занятие не переносится.' => '',
    'Старший тренер' => '',
    'Тренер по плаванию' => '',
    'Тренирую будущих чемпионов — мои ученики регулярно побеждают в соревнованиях' => '',
    'У нас есть различные тарифы для групповых занятий, а также для тех, кто хочет тренироваться вместе с партнером, женой, мужем или другом. Если ваш ребенок уже занимается у нас, это двойная мотивация присоединиться к тренировкам!' => '',
    'Уверенность в своих силах растет по мере освоения новых навыков, преодоление страха воды формирует внутреннюю силу' => '',
];
?>